Repository: e-ditiones/PARALLEL17
Catalog: corpus_tmx/Racine1676_Oeuvres1_bpt6k9905809_corrected_numb_align_seg_replace.tmx
Source language: frm
Languages: fr

source: Voilà en peu de Vers tout le ſujet de cette Tragedie.
fr: Voilà en peu de Vers tout le sujet de cette Tragédie.

source: Voilà le lieu de la Scene, l’Action qui s’y paſſe, les quatre principaux Acteurs, & meſme leurs Caracteres.
fr: Voilà le lieu de la Scène, l’Action qui s’y passe, les quatre principaux Acteurs, et même leurs Caractères.

source: Excepté celuy d’Hermione, dont la jalouſie & les emportemens ſont aſſez marquez dans l’Andromaque d’Euripide.
fr: Excepté celui d’Hermione, dont la jalousie et les emportements sont assez marqués dans l’Andromaque d’Euripide.

source: C’eſt preſque la ſeule choſe que j'emprunte icy de cét Auteur.
fr: C’est presque la seule chose que j’emprunte ici de cet Auteur.

source: Car quoy que ma Tragédie porte le meſme nom que la ſienne, le ſujet en eſt pourtant tres-different, Andromaque dans Euripide, craint pour la vie de Moloſſus qui eſt un Fils qu’elle a eu de Pyrrhus, & qu’Hermione veut faire mourir avec ſa Mere.
fr: Car quoi que ma Tragédie porte le même nom que la sienne, le sujet en est pourtant très différent, Andromaque dans Euripide, craint pour la vie de Molossus qui est un Fils qu’elle a eu de Pyrrhus, et qu’Hermione veut faire mourir avec sa Mère.

source: Mais icy il ne s’agit point de Moloſſus, Andromaque ne connoiſt point d’autre Mary qu’Hector ni d’autre Fils qu’Aſtyanax.
fr: Mais ici il ne s’agit point de Molossus, Andromaque ne connaît point d’autre Mari qu’Hector ni d’autre Fils qu’Astyanax.

source: J’ay cru en cela me conformer à l’idée que nous avons maintenant de cette Princeſſe.
fr: J’ai cru en cela me conformer à l’idée que nous avons maintenant de cette Princesse.

source: La pluſpart de ceux qui ont entendu parler d’Andromaque ne la connoiſſent guere que pour la veuve d’Hector & pour la Mere d’Aſtyanax.
fr: La plupart de ceux qui ont entendu parler d’Andromaque ne la connaissent guère que pour la veuve d’Hector et pour la Mère d’Astyanax.

source: On ne croit point qu’elle doive aimer ni un autre Mary, ni un autre Fils.
fr: On ne croit point qu’elle doive aimer ni un autre Mari, ni un autre Fils.

source: Et je doute que les larmes d’Andromaque euſſent fait ſur l’eſprit de mes Spectateurs l’impreſſion qu’elles y ont faite, ſi elles avoient coulé pour un autre Fils que celuy qu’elle avoit d’Hector.
fr: Et je doute que les larmes d’Andromaque eussent fait sur l’esprit de mes Spectateurs l’impression qu’elles y ont faite, si elles avaient coulé pour un autre Fils que celui qu’elle avait d’Hector.

source: Il eſt vray que j’ay eſté obligé de faire vivre Aſtyanax un peu plus qu’il n’a vécu.
fr: Il est vrai que j’ai été obligé de faire vivre Astyanax un peu plus qu’il n’a vécu.

source: Mais j’écris dans un Pays où cette liberté ne pouvoit pas eſtre mal receuë.
fr: Mais j’écris dans un Pays où cette liberté ne pouvait pas être mal reçue.

source: Car ſans parler de Ronſard qui a choiſi ce meſme Aſtyanax pour le Heros de ſa Franciade;
fr: Car sans parler de Ronsard qui a choisi ce même Astyanax pour le Héros de sa Franciade;

source: Qui ne ſçait que l’on fait deſcendre nos anciens Rois de ce Fils d’Hector, & que nos vieilles Croniques ſauvent la vie à ce jeune Prince, apres la deſolation de fon Pays, pour en faire le Fondateur de noſtre Monarchie?
fr: Qui ne sait que l’on fait descendre nos anciens Rois de ce Fils d’Hector, et que nos vieilles Chroniques sauvent la vie à ce jeune Prince, après la désolation de fon Pays, pour en faire le Fondateur de notre Monarchie?

source: Combien Euripide a-t’il eſté plus hardy dans ſa Tragedie d’Helene?
fr: Combien Euripide a-t-il été plus hardi dans sa Tragédie d’Helene?

source: Il y choque ouvertement la creance commune de toute la Grece.
fr: Il y choque ouvertement la créance commune de toute la Grèce.

source: Il ſuppoſe qu’Helene n’a jamais mis le pié dans Troye, & qu’apres l’embraſement de cette Ville, Menelas trouve ſa Femme en Egypte, dont elle n'eſtoit point partie.
fr: Il suppose qu’Hélène n’a jamais mis le pied dans Troye, et qu’après l’embrasement de cette Ville, Ménélas trouve sa Femme en Égypte, dont elle n’était point partie.

source: Tout cela fondé ſur une opinion qui n'eſtoit receuë que parmy les Egyptiens, comme on le peut voir dans Herodote.
fr: Tout cela fondé sur une opinion qui n’était reçue que parmi les Égyptiens, comme on le peut voir dans Hérodote.

source: Je ne croy pas que j’euſſe beſoin de cét exemple d'Euripide pour juſtifier le peu de liberté que j'ay priſe.
fr: Je ne crois pas que j’eusse besoin de cet exemple d’Euripide pour justifier le peu de liberté que j'ai prise.

source: Car il y a bien de la difference entre détruire le principal fondement d'une Fable & en alterer quelques incidens, qui changent preſque de face dans toutes les mains qui les traittent.
fr: Car il y a bien de la différence entre détruire le principal fondement d’une Fable et en altérer quelques incidents, qui changent presque de face dans toutes les mains qui les traitent.

source: Ainſi Achille ſelon la pluſpart des Poëtes ne peut eſtre bleſſé qu'au talon, quoy qu'Homere le faſſe bleſſer au bras & ne le croye invulnerable en aucune partie de ſon corps.
fr: Ainsi Achille selon la plupart des Poètes ne peut être blessé qu’au talon, quoi qu’Homère le fasse blesser au bras et ne le croye invulnérable en aucune partie de son corps.

source: Ainſi Sophocle fait mourir Jocaſte auſſi-toſt apres la reconnoiſſance d'Oedipe, tout au contraire d'Euripide qui la fait vivre juſqu'au combat & à la mort de ſes deux Fils.
fr: Ainsi Sophocle fait mourir Jocaste aussitôt après la reconnaissance d’Œdipe, tout au contraire d’Euripide qui la fait vivre jusqu’au combat et à la mort de ses deux Fils.

source: Et c'eſt à propos de quelque contrarieté de cette nature, qu'un Ancien Commentateur de Sophocle remarque fort bien;
fr: Et c’est à propos de quelque contrariété de cette nature, qu’un Ancien Commentateur de Sophocle remarque fort bien;

source: Qu'il ne faut point s'amuſer à chicaner les Poëtes pour quelques changemens qu'ils ont pû faire dans la Fable, mais qu'il faut s'attacher à conſiderer l'excellent uſage qu'ils ont fait de ces changement, & la maniere ingenieuſe dont ils ont ſceû accommoder la Fable à leur ſujet.
fr: Qu’il ne faut point s’amuser à chicaner les Poètes pour quelques changements qu’ils ont pû faire dans la Fable, mais qu’il faut s’attacher à considérer l’excellent usage qu’ils ont fait de ces changement, et la manière ingénieuse dont ils ont su accommoder la Fable à leur sujet.

source: La Scene eſt à Buthrot, ville d'Epire, dans une Salle du Palais de Pyrrhus.
fr: La Scene est à Buthrot, ville d’Épire, dans une Salle du Palais de Pyrrhus.
